Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajalaki_etenee_eduskuntaan.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjälaki etenee eduskuntaan – Saamelaiskäräjät käsittelee asian mahdollisimman pian
smn: Sämitiggelaahâ ovdán ovdâskoodán – Sämitigge kieđâvuš ääši nuuvt jotelávt ko máhđulâš

source: Suomen hallitus on tänään antanut eduskunnalle esityksen saamelaiskäräjälain muuttamisesta.
smn: Suomâ haldâttâs lii onne adelâm ovdâskoodán iävtuttâs sämitiggelaavâ nubásmitmist.

source: Timosen toimikunnan lakiin ehdottamat muutokset ovat laajalti kotimaisten ja kansainvälisten ihmisoikeustoimijoiden edellyttämiä.
smn: Timosii toimâkode laahân iävtuttem nubástusah láá vijđáht päikkieennâmlij já aalmugijkoskâsij olmoošvuoigâdvuotâtuáimei vaattâm.

source: Saamelaiskäräjälakia on yritetty uudistaa kolmen peräkkäisen hallituskauden aikana, mutta aiemmat kaksi yritystä ovat epäonnistuneet.
smn: Sämitiggelaavâ láá keččâlâm uđâsmittiđ kuulmâ maŋalâs haldâttâspaje ääigi, mutâ ovdebááh kyehti keččâlem iä lah luhostum.

source: Suomen valtion on todettu voimassa olevan saamelaiskäräjälain osalta toistuvasti rikkoneen kansainvälisiä ihmisoikeussopimuksia esimerkiksi saamelaisten itsemääräämisoikeuden suhteen.
smn: Láá pahudâm, ete Suomâ staatâ lii kiärdulávt rikkom aalmugijkoskâsijd olmoošvuoigâdvuotâsopâmušâid vyeimist orroo sämitiggelaavâ ooleest ovdâmerkkân sämmilij jiešmeridemvuoigâdvuođâ háárán.

source: – Saamelaiskäräjälain uudistuksessa on kyse ihmisoikeuksista.
smn: – Sämitiggelaavâ uđâsmitmist lii koččâmuš olmoošvuoigâdvuođâin.

source: Esityksellä voidaan korjata vallitseva tilanne, joka loukkaa vakavalla tavalla saamelaisten alkuperäiskansaoikeuksia.
smn: Iävtuttâssáin puáhtá tivvoođ tááláá tile, mii luávkká tuođâlávt sämmilij algâaalmugvuoigâdvuođâid.

source: Timosen toimikunnan esitys saamelaiskäräjälaiksi on tasapainoinen, ja siinä on onnistuttu huomioimaan saamelaisesta ja suomalaisesta yhteiskunnasta nousevia huolenaiheita, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Timosii toimâkode iävtuttâs sämitiggelaahhân lii täsitiädulâš, já tast láá luhostum väldiđ huámmášumán sämmilii já syemmilii ohtsâškoddeest pajaneijee huolâid, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Oikeusministeriön asettaman Timosen toimikunnan mietintö lakimuutoksesta julkaistiin toukokuussa 2021 .
smn: Riehtiministeriö asâttem Timosii toimâkode smiettâmuš lahânubástusâst almostui vyesimáánust 2021 .

source: Sen tarkoituksena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja Saamelaiskäräjien toimintaedellytyksiä.
smn: Ton tárguttâssân lii ovdediđ sämmilij jiešmeridemvuoigâdvuođâ olášume sehe pyerediđ sämmilij kielân já kulttuurân kyeskee jiešhaldâšem já Sämitige toimâhinnáid.

source: Lisäksi tavoitteena on korjata nykyinen ihmisoikeuksien loukkaustila erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
smn: Toos lasseen ulmen lii tivvoođ olmoošvuoigâdvuođâi tááláá luávkkám eromâšávt OA olmoošvuoigâdvuotâkomitea vaattâm vuovvijn.

source: Hallituksen esitys vastaa pitkälti Timosen toimikunnan mietintöä.
smn: Haldâttâs iävtuttâs västid iänááš Timosii toimâkode smiettâmuš.

source: – Kiitän lämpimästi kaikkia asiaa edistäneitä yhteistyöstä, erityisesti pääministeri Marinia sekä oikeusministeri Henrikssonia, jotka ovat esimerkillään edistämässä saamelaisten ihmisoikeuksia, Juuso toteaa.
smn: – Mun kijtám lieggâsávt oovtâstpargoost puohâid, kiäh láá ovdedâm ääši, eromâšávt uáiviminister Marin sehe riehtiminister Henriksson, kiäh lává jieijâs ovdâmerhâiguin oovdedmin sämmilij olmoošvuoigâdvuođâid, Juuso iätá.

source: Saamelaiskäräjien hallitus valmistelee asian täyskokouksen käsittelyä varten nopealla aikataululla.
smn: Sämitige stivrâ valmâštâl ääši olesčuákkim kieđâvuššâm várás jotelis äigitavluin.

source: Täyskokous tekee päätöksen Saamelaiskäräjien virallisesta kannasta lakiesitykseen.
smn: Olesčuákkim taha miärádâs Sämitige virgálii uáivilist lahâiävtuttâsân.

source: Lakiin hallituksen esityksessä ehdotetut muutokset edellyttävät Saamelaiskäräjien hyväksyntää.
smn: Laahân haldâttâs iävtuttâsâst iävtuttum nubástusah väätih Sämitige tuhhiittem.

source: Saamelaiskäräjien vaalikauden 2020–2023 yksi päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
smn: Sämitige valjâpaje 2020–2023 ohtâ váldu-ulme lii ovdediđ sämitiggelaavâ uđâsmittem algâaalmugvuoigâdvuođâi vuáđuld.

source: Saamelaiskäräjien kokous on käynyt lähetekeskustelun saamelaiskäräjälain uudistamisesta 17.9.2020 ja saamelaiskäräjälain uudistamisen jatkovalmisteluista 22.6.2021.
smn: Sämitige čuákkim lii toollâm vuolgâttâssavâstâllâm sämitiggelaavâ uđâsmitmist 17.9.2020 já sämitiggelaavâ uđâsmittem jotkâvalmâštâlmijn 22.6.2021.

source: Oikeusministeriön tiedote 17.11.2022 https://oikeusministerio.fi/-/saamelaisten-itsemaaramisoikeus-ja-itsehallinto-vahvistuvat
smn: Riehtiministeriö tiäđáttâs 17.11.2022

source: Lisätietoja saamelaiskäräjälain muutoksesta https://www.samediggi.fi/saamelaiskarajalain-muutos/
smn: Lasetiäđuh sämitiggelaavâ nubásmitmist

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
